Revit 2027 API
EnergyAnalysisZone.DehumidificationSetPoint Property
 The dehumidification set point as a number between 0 and 1.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double DehumidificationSetPoint { get; }
Public ReadOnly Property DehumidificationSetPoint As Double
	Get
public:
property double DehumidificationSetPoint {
	double get ();
}
member DehumidificationSetPoint : float with get
Property Value
Double
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace